{
    "AboutMe": "About me",
    "Projects": "Projects",
    "Education": "Education",

    "PROFESSIONALPROJECTS": "PROFESSIONAL EXPERIENCE",
    "DigitalHype": "I collaborated as a member of the web development team at DigitalHype, identifying and resolving software defects in web applications. In addition to improving functionalities, I was dedicated to designing responsive interfaces. I performed testing in both Front End and Back End to evaluate the overall state of the applications and ensure the proper implementation of the changes made. I also collaborated in the documentation of the software and the creation of the corresponding manuals.",
    "DigitalHypeTech": "Technologies used: React, HTML, CSS, JavaScript, TypeScript, PostgreSQL and GitHub.",
    "DigitalHypeDate": "October 2023 - January  2024",
    "ISEADesarrollador": "I am currently part of the web development team, where I collaborate in the updating of a site to ensure the correct registration of death reports and the improvement in obtaining data available through the platform. In addition, he developed an application to register patients with hearing problems.I'm also part of a database unification project, which aims to centralize a single template to update fields and records across databases.",
    "ISEADesarrolladorTech": "Technologies used: Visual Studio (C#), Crystal Reports, CSS, HTML, React, SQL Server and GitHub. ",
    "ISEADesarrolladorDate": "April 2024 - Present",
    "ISEADBA": "I am part of the Databases area, where I am responsible for the backup server. My job is to ensure that backups are carried out correctly from units and hospitals, as well as to verify that restorations are carried out properly. In addition, I provide support to resolve errors in database jobs and troubleshoot corrupted databases. I also participate in the creation of maintenance plans and in the configuration of the email service.",
    "ISEADBATech": "Technologies used: SQL Server 2008 and SQL Server 2019.",
    "ISEADBADate": "July 2024 - Present",
    "PROJECTS": "UNIVERSITY PROJECTS",
    "EDUCATION": "EDUCATION",

    "Greetings": "Hi, I am",
    "Career": "Engineer in Information Technology and Communications.",
    "About": "Passionate about web development and coffee lover. I am characterized by commitment, discipline and responsibility. I always seek to deliver exceptional results, I hope you enjoy reviewing my profile!",
    "Donwload": "Download resume",

    "ElectricarMobile":"Electricar - Mobile",
    "DescriptionEM":"I participated in the creation of a mobile application designed for the sale and distribution of electric vehicles. The app features specific interfaces for users, delivery personnel, and system administrators. Technologies used: Laravel, React Native, Javascript, HTML, CSS, and SQL.",
    "ElectricarWeb":"Electricar - CRM + ERP",
    "DescriptionEW":"I collaborated in the development of a specialized web platform for electric vehicle sales. This platform stands out for its effective integration of CRM and ERP technologies, enabling highly efficient management of corporate data, including suppliers and products, while facilitating user administration. Technologies used: Laravel, Javascript, HTML, CSS, and React.",
    "Alex":"Smart home - Alex",
    "DescriptionAlex":"I participated in the creation of an electrical system for the automation of functions within a residential setting, controlled through a mobile app. This solution encompasses areas such as security, automated irrigation, lighting, access control, and more. My focus was on designing and developing an efficient irrigation system for green areas. Technologies used: Arduino UNO, Bluetooth module, Sg90 servo motor, MQ-2 sensor, and humidity sensor. Additionally, I utilized the Arduino IDE and C/C++ programming languages.",
    "Bola":"Magic ball",
    "DescriptionBola":"Colaboré en la creación de un circuito que emula el funcionamiento de una bola mágica capaz de generar respuestas aleatorias ante las preguntas formuladas por los usuarios. Este proyecto se desarrolló utilizando componentes como Arduino, una protoboard y una pantalla LCD para mostrar las respuestas de manera interactiva.",
    "Abarrotes":"Miscellany CF",
    "DescriptionA":"I contributed to the development of a web platform aimed at enhancing the operations of a grocery store. This platform streamlines the product checkout process for customers. Additionally, I was involved in creating a CRUD system that enables efficient information management by administrators. Technologies used: Laravel, React Bootstrap, SQL, Node, and CSS. ",


    "Institution":"Academic institutions",
    "Courses":"Courses and certificates",
    "Career2V":"Information and Communications Technology Engineering",
    "Baccalaureate":"General baccalaureate with computer training",
    "Google":"Internet Fundamentals",
    
    "Others":"Others",

    "Footer":"This site is developed with:"
  }
  